<?php
// Heading
$_['heading_title']     = 'Группы клиентов';

// Text
$_['text_success']      = 'Группа клиентов успешно обновлена!';
$_['text_list']         = 'Список групп';
$_['text_add']          = 'Добавление группы клиентов';
$_['text_edit']         = 'Редактирование группы клиентов';

// Column
$_['column_name']       = 'Название группы клиентов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы клиентов';
$_['entry_description'] = 'Описания';
$_['entry_approval']    = 'Подтверждение новых клиентов';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_approval']     = 'Зарегистрированные клиенты должны быть проверены и подтверждены администратором, только после этого смогут пользоваться своей учетной записью и преимуществами зарегистрированных пользователей.';

// Error
$_['error_permission']   = 'Внимание: у вас нет прав на редактирование групп клиентов!';
$_['error_name']         = 'Название группы должно быть от 3 до 32 знаков!';
$_['error_default']      = 'Эта группа назначена в качестве группы клиентов по умолчанию и её нельзя удалить!';
$_['error_store']        = 'Эту группу клиентов нельзя удалить, поскольку в нее входит %s ресурс(сайт)!';
$_['error_customer']     = 'Эту группу клиентов нельзя удалить, поскольку в нее входит %s клиент(ы)!';
